benchmark/results/valve-20260602-002336/heavy_OFF.txt
Running 17s test @ http://127.0.0.1:8080/compute?n=8000
  2 threads and 6 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    67.20ms    9.54ms 185.34ms   97.19%
    Req/Sec    44.87     10.38    60.00     60.71%
  1521 requests in 17.02s, 196.07KB read
Requests/sec:     89.36
Transfer/sec:     11.52KB